Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: In some of these solipsistic habitats, the forks are all expected to use cloned morphs, while in others each fork is considered a separate person who should go and forge their own unique life.
fr_fr: Dans certains de ces habitats solipsistique, on s'attend à ce que les forks utilisent des morphs clonés, alors que dans d'autres chaque fork est considéré comme une personne séparée qui doit vivre et se forger sa propre vie.

source: Some of the less extreme manifestations of this type of habitat include places inhabited by families that are partially or entirely composed of forks of one of the members (the various forks tend to be treated as siblings).
fr_fr: Quelques unes des manifestatiosn els moins extrême de ce type d'habitat incluent les endroits habités par des familles composées partiellement ou entièrement de forks de l'und es membres (les différents forks ont tendance à être traités comme des frêres et des sœurs).

source: Technology
fr_fr: Technologie

source: Technology pervades all aspects of existence in Eclipse Phase.
fr_fr: La technologie a envahi tous les aspects de l'existence dans Eclipse Phase.

source: Most individuals understand that unless humanity suffers another event like the Fall or they personally suffer some very serious and unlikely accident, they are unlikely to permanently die.
fr_fr: La plupart des individus comprennent que, à moins de subir un évènement comme la Chute ou d'être la victime d'un trés grave et improbbable accident, ils n'ont que peude chance de mourrir de manière permanente.

source: More people are now planning for a very long future.
fr_fr: Beaucoup de gens anticipent maintenant un futur extrêmement long.

source: For most people these schemes are fairly minimal, but they often include an awareness that few, if any, relationships are likely to last an entire lifetime.
fr_fr: Pour la plupart des personnes ces plans restent relativement minime, mais incluent souvent la conscience que peu, voire aucune, relation durera toute une vie.

source: However, functional immortality is only one of the many wonders of the modern world.
fr_fr: Cependant, l'immortalité fonctionnelle est juste l'une des nombreuse merveille du monde moderne.

source: For anyone with basic mesh inserts (p.
fr_fr: La vie est remplies de données pour quiconque doté d'un insert mesh basique (p.

source: 300) or an ecto (meaning about ninety-six percent of the population), life is filled with data.
fr_fr: 300) ou d'un ecto (à peu près quatre vingt seize pourcents de la population).

source: For people with the best implants, all information available on the mesh is available at a thought.
fr_fr: Toutes les informations disponibles sur le mesh sont disponibles en une seule pensée pour ceux qui possèdent les meilleurs implants.

source: For everyone else, it only requires a brief pause to access and understand it.
fr_fr: Pour le reste du monde, il suffit d'une pause rapide pour accéder et comprendre ces informations.

source: When someone pauses and looks a bit distracted in the midst of a conversation, everyone understands they are accessing data and lack the implants to allow them to do this subconsciously or via multi-tasking.
fr_fr: Lorsque prend une pause et paraît un peu distrait au milieu d'une conversation, tout le monde comprends qu'isl accèdent à des données et manque d'implants qui leur permettent de le faire de manière subconsciente ou en faisant du multi-tâche.

source: As a result, when a group of people are discussing a topic and no one immediately knows an answer to a question, such as the title of a performer's first vid, within a few seconds everyone has this information.
fr_fr: Et donc, lorsqu'un groupe de personne discutent d'un sujet et que personne n'a la réponse à une question, telles que le titre de la preemière vidéo d'un artiste, en l'espace de quelques secondes tout le monde possède cette information.

source: Similarly, when someone walks through a garden, with a glance and perhaps a brief thought or small finger motion, they can call up detailed data on each and every species of plant that sits in front of them.
fr_fr: De manière similaire, lorsque quelqu'un se promène dans un jardin, ils peuvent demander des données détaillées sur chaque espèces de plantes en face d'eux d'un simple coup d'œil ou peut-être d'une pensée ou d'un petit mouvement des doigts.

source: Individuals going to remote areas that are out of normal mesh broadcasting range almost always either carry a farcaster-link with them or download truly vast amounts of data into their implants or ecto so they can continue to access all the data they might need.
fr_fr: Les individus qui vont dans des zones éloignées et hors de portée de la diffusion normale du mesh emmènent presque toujours avec eux un lien de farcast ou téléchargent d'impressionantes quantités de donnée dans leurs implants ou leur ecto afin qu'ils puissent continuer d'accéder à toutes les données dont ils pourraient avoir besoin.

source: Since even a basic implant can hold vast amounts of data, lack of storage space is rarely an issue.
fr_fr: Comme même un implant basique peut gérer de vastes quantités de donnée, le manque d'espace de stockage est rarement un problème.

source: Access to such a vast amount of easily available information has resulted in a variety of cultural responses.
fr_fr: L'accès à une telle quantité de d'information facilement disponible a créée toute une variété de réponses culturelles.

source: Being able to quote from any vid, old movie, book, or historical speech is now trivially easy and can be done with a few seconds of thought.
fr_fr: Être capable de citer des répliques de n'importe quelle vidéos, vieux film, livre ou discours historique est maintenant trivial et peut être fait en quelques secondes de pensées.

source: While children and young teens often play by interjecting large amounts of semi-appropriate famous quotes in their speech, most adults only do so for emphasis and in moderation.
fr_fr: Alors que beaucoup d'enfant et d'adolescent s'amuse en introduisant de grande quantité de citatiosn célèbre à moitié appropriée dans leur façon de parler, la plupart des adultes ne le font que pour ajouter du poids ou modérer leurs propos.

source: People who quote from other sources too often are considered dull and unimaginative.
fr_fr: Les personnes qui citent trop fréquemment des sources externes sont considérés comem mornes et comem manquant d'imagination.

source: Recognizing such quotes is quite easy, since someone can simply set their muse to alert them to the nature and identity of all lengthy quotes they hear.
fr_fr: Reconnaître ce type de citation est simple, puisqu'une personne peut programmer sa muse pour l'alerter quand à la nature et à l'identité de toute citation un peu longue qu'il entend.

source: All experienced mesh users also learn (typically as children and teens) how to avoid taking too much time out from conversations to check facts or access information via the mesh.
fr_fr: Tous les utilisateurs avertis du mesh apprenent également (pendant leur enfance ou leur adolescence en général) comment éviter de passer trop de temps hors de la conversation en vérifiant des faits ou en accédant à des informatiopns sur le mesh.

source: Teens regularly mock their fellows who pause too often or too long in conversations to look up further information on a topic someone mentioned, or who spend too long trying to assemble facts to support an argument.
fr_fr: Les ados se moquent régulièrement de leurs pairs qui font des pauses dans la conversation trop régulièrement ou pour des périodes trop longue lorsqu'ils cherchent un complément d'information sur un sujet, ou de ceux qui passent trop de temps à assembler les faits pour soutenir une argumentation.

source: Terms like “meshed out” or “drooler” are used by teens to mock each other into learning how to be both discreet and faster in their information searches, at least when also interacting with others.
fr_fr: Des mots comme "hors mesh" ou de "radoteur" sont utilisés par les ados pour se moquer les uns des autres en apprenant comment être plus discret et plus rapide dans leurs recherche d'information, du moins quand ils interagissent avec les autres.

source: While adults rarely engage in the same sort of direct and obvious mockery, people who get too lost in casual or conversational meshbrowsing are widely viewed as socially inept.
fr_fr: Alors que les adultes ne se livrent que rarement à ce type de moquerie directe et franche, les personnes qui sont trop rapidement perdu dans le meshsurf occasionnel ou conversationnele sont gloablement vus comme étant socialement inaptes.

source: As a result, implants that allow multi-tasking or temporarily speed up thought are in great demand, since they allow individuals to do extensive research and rehearse each statement they are going to make without a moment's pause.
fr_fr: Incidemment, les implants qui permettent le multi-tâches ou des accélérations de pensée temporaires sont en forte demande puisqu'ils permettent aux individus de faire des recherches exhaustive et de répéter chaque énoncés qu'ils s'apprètent à faire sans même marquer une pause.

source: People who can afford such software almost always seem more suave, charismatic, and intelligent than those who do not.
fr_fr: les personnes qui peuvent se permettre ce genre de logiciel semblent plus suave, charismatique et intelligent que ceux qui ne le peuvent pas.

source: All this means that those who lack all mesh and AR access—individuals known as zeroes—present a stark contrast to the rest of transhumanity.
fr_fr: Tout cela signifie que ceux qui n'ont aucun accès au mesh et à la RA - les zéros - paraissent extrèmement austères vis à vis du reste de la transhumanité.

source: To most people, zeroes seem slow, forgetful, and almost unbelievably dense, while to zeroes, even people who only possess ectos or basic implants seems brilliant, witty, and able to comprehend things with almost inhuman speed.
fr_fr: Pour beaucoup de personne, les zéros semblent lent, inattentifs et extrêmement borné, alors que pour les zéros, les personnes qui ne possèdent qu'un ecto ou des implants basiques paraissent brillants, astucieux et capable de comprendre les choses à une vitesse quasiment inhumaine.

source: The discovery of the first Pandora Gate on Saturn’s moon Pandora shortly after the Fall was a watershed moment in transhuman history.
fr_fr: La découverte de la première Porte de Pandore sur la lune de Saturne éponyme peu de temps après la Chute fut un moment critique dans l'histoire transhumaine.

source: The prospects this discovery raised were simultaneously fascinating and terrifying.
fr_fr: Les perspectives ouvertes par cette découverte étaient à la fois fascinantes et terrifiantes.

source: On one hand, technologies far beyond anything transhumanity was capable of were now in our hands.
fr_fr: D'un cœté, des technologies bien au delà de tout ce que la transhumanité était capable de faire étaient maintenant entre nos mains.

source: This raised visions of a horizon far beyond the horrors of the Fall, where transhumanity would expand across the cosmos, visiting wonders that seemed perpetually far out of reach, even for nearimmortals.
fr_fr: Cela a déclenché des visions d'un horizon bien au-delà des horreurs de la Chute, là où la transhumanité pouvait s'étendre à travers le cosmos, visitant des merveilles qui semblaient perpétuellement hors d'atteinte, même pour les presqu'immortels.

source: On the other hand, the possibility that these gates were relics of the TITANs could not be discounted.
fr_fr: D'un autre côté, la possibilité que ces portes étaient des reliques des TITANs ne pouvait pas être ignoré.

source: Their existence opened the possibility that the TITANs might one day return, or that transhumanity might still encounter them out in the galaxy at large.
fr_fr: Leur existence ouvrait la possibilité que les TITANs puissent un jour revenir, ou que la transhumanité pourrait un jour les rencontrer quelque part dans la galaxie.

source: The alternative was even scarier—that the gate could be of extraterrestrial origin, and the things more dangerous and frightening than the TITANs might stalk the space between the stars.
fr_fr: L'alternative était encore plus effrayante - la possibilité que la porte puisse être d'origine extraterrestre, et que des choses plus dangereuses et effrayantes que les TITANs puissent rôder entre les étoiles.

source: Various hypercorps, governments, and other factions threw their brightest minds into solving the mystery of these “wormholes.” Numerous scientific communities pooled resourcesbacked by private sector fundsand cracked the code of the Pandora Gate in just over a year.
fr_fr: Divers hypercorps, gouvernements et d'autres factions mirent leur esprits les plus brillants à la tâche de résoudre les mystères de ces "trous de ver." De nombreuses communautés scientifiques mirent leur ressources en communs, soutenus par des fonds du secteur privé et craquèrent le code des Portes de Pandorre en à peine un an.

source: Not only was the gate activated, but it could be programmed to open connections to numerous distant star systems (one at a time).
fr_fr: La porte fût activée mais elle pouvait être programmé pour ouvrir des connexions vers de nombreuses système stellaire distant (un seul à la fois).

source: Though these controls were unreliable at best—connections sometimes closed without warning, and others could not be recalled though they had been opened before—the functionality was stable enough to use them in earnest.
fr_fr: Bien que ces contrôles soient, au mieux, peu fiables - des connexions se ferment parfois sans avertissements, et d'autres ne peuvent être recontactées bien qu'elles aient été jointe auparvant - les fonctionnalités étaient suffisament stable pour être utilisées dès le début.

source: At the same time as their very public announcement concerning this seminal achievement, the Gatekeeper Corporation was formed overnight: a merger of those same scientific communities and their financiers.
fr_fr: A l'instant de l'annonce publique de cette découverte séminale, la Corporation Gatekeeper a été cosntituée en une nuit: un conglomérat de ces même communauté scientifiques et de leurs financiers.

source: Less than a year from its first operation, the hypercorp opened the gate to “gatecrashers:” explorers who risk their lives to see what lies beyond.
fr_fr: Moisn d'un an après leur première opération, l'hypercorp ouvra la porte aux "resquilleurs:" des explorateurs qui risquent leurs vies pour voir ce qui se trouve derrière les portes.

source: Many of these died horribly; some were even lost forever, but a few made fantastic discoveries such as new worlds and new life.
fr_fr: Beaucoup d'entre eux mourrurent de façon horrible; certains furent même perdu pour toujours, mais quelques uns firent des découvertes fantastique tels que des nouevaux mondes et une nouvelle vie.

source: Though none of the (living) alien lifeforms encountered so far have been sapient, many of the worlds are habitable or within the possibilities of terraforming.
fr_fr: Même si aucune des formes de vies (encore vivantes) étrangères rencontrées jusqu'à présent n'aient une forme de conscience, beaucoup des mondes sont habitables ou peuvent être terraformés.

source: Along with these wonders were found more disturbing things: evidence of a long-dead alien civilization (the Iktomi), and signs that the TITANs had passed these ways before.
fr_fr: Des choses plus perturbantes ont été découvertes en mrme temps que ces merveilles: des preuves d'une civilisations étrangères depuis longtemps disparue (les Iktomi), et des signes que les TITANs soient apssés par là avant.

source: Additional gates were soon discovered throughout the system.
fr_fr: Des portes supplémentaires ont rapidement été dévouverte dans le reste du système.

source: Unlike the spirit of cooperation that surrounded the first gate’s discovery, these others were seized as hotly contested resources.
fr_fr: Contrairement à l'esprit de coopération qui nturait la découverte de la première porte, ces nouvelels portes ont étés considérées comme des ressources hautement contestées.

source: Initially used for research and exploitation, many of these gates are now being tasked for colonization purposes.
fr_fr: Utilisée initiallement pour la recherche et l'exploitation, beaucoup de ces portes sont maintenant dédiées à des buts de colonisations.

source: Dozens if not hundreds of exoplanet stations and colonies have been established, some with significant numbers.
fr_fr: Des douzaines si ce n'est pas des centaines de station et de colonies ont été établies sur des exoplanètes, certaines avec un nombre significatifs d'habitants.

source: There has been no lack of poor or desperate individuals willing to risk life on an alien world, if it means an iota of improvement in their lives.
fr_fr: Il n'y avait pas de manque de pauvre ou d'individus désespérés voulant risquer leur vie sur un monde étranger, si cela signifiait un iota d'amélioration de leurs vies.

source: Though it is now widely accepted that the gates are the means by which the TITANs evacuated the solar system (a hypothesis which fails to answer why they did so), they appear timeless in their construction.
fr_fr: Même si il est maintenant largement accepté que les portes sont le moyen par lequel les TITANs ont évacués le système solaire (une hypothèse qui ne répond pas au pourquoi de cette fuite), elles ne sont pas datables par leur construction.

source: Regardless of their origin, the gates remain one of the most prized and dangerous of technologies.
fr_fr: Indépendamment de leur origines, les portes restent l'une des technologies les plus chères te les plus dangereuse.

source: The five known Pandora Gates within the solar system, their locations, and their controlling entities, include:
fr_fr: Les cinq Portes de Pandorre connus dans le système solaire, leur localisation et l'entité qui les contrôle incluent:

source: Vulcanoid Gate: Caldwell (Vulcanoids) —- TerraGenesis Martian Gate: Ma’adim Vallis (Mars) -- Pathfinder/Planetary Consortium Pandora Gate: Pandora (Saturn system) -- Gatekeeper Corp.
fr_fr: Porte Vulcanoïde: Caldwell(Vulcanoïdes) -- TerraGenesis Porte Martienne: Ma'adim Vallis (Mars) -- Pathfinder/Consortium Planétaire Porte Pandore: Pandore (Système de Saturne) -- Corporation gatekeeper

source: Fissure Gate: Uranus -- Love and Rage Collective/Anarchists Discord Gate: Eris (Kuiper Belt) -- Go-nin Group/Ultimates
fr_fr: Porte Fissure: Uranus -- Collectif Amour et Rage/Anarchistes Porte de la Discorde: Eris (Ceinture de Kuiper) -- Group Go-Nin/Ultimates

source: One of the oddest experiences for gatecrashers and others who explore unusual environments such as the ruins of Earth is the unavailability of data.
fr_fr: L'une des expérience les plus étranges pour les resquilleurs et ceux qui explorent des environnements inhabituels telles que les ruines de la Terre est l'absence de données.

source: They look at an alien plant or a TITAN-mutated person, and their search returns various error messages meaning that there is either no data at all on the subject or that the only data is purely speculative and should be regarded as dangerously unreliable.
fr_fr: Ils regardent une planète étrangère ou une personne mutée par les TITANs, et leur recherche leur renvoie différents messages d'erreurs signalant qu'il n'y a soit pas de donnée du tout sur le sujet ou que les seules données sont purement spéculative et doivent être considérées comme dangereusemtn pas fiable.

source: This can be especially troubling when the subject in question is a small creature that has just landed on the person's shoulder and the individual wants to know if it's harmless or deadly.
fr_fr: Cela peut-être particulièrement génant lorsque le sujet en question est une petite créature qui vient de se poser sur l'épaule de la personne et qu'il veut savoir si elle est mortelle ou inoffensive.

source: Most people who are less than sixty years old have never been in an environment where they could not gain basic information about everything around them at a glance.
fr_fr: La plupart des gens qui ont moins de soixante ans n'ont jamais été dans un environnemetn où ils ne peuvent pas obtenir d'informations de base sur un sujet en un instant.

source: Learning to overcome the shock of not knowing anything at all about something is one of the first and most crucial skills all gatecrashers must learn.
fr_fr: Apprendre à dépasser le choc de ne rien savoir à propos de quelque chose est l'une des premières compétences que tout les resquilleurs doivent apprendre, et probablement la plus cruciale.

source: Most individuals have a dedicated AI that serves as their media agent.
fr_fr: La plupart des individus ont une IA dédiée qui leur sert d'agent de média.

source: Commonly known as a muse, this AI has been a lifelong companion for most people less than seventy years old.
fr_fr: Communément appellée muse, ces IA sont des compagnons de toute une vie pour la majorité des personnes de moins de soixante dix ans.

source: Muses learn their owners' tastes, habits, and preferences, and do their best to make life and technology use as easy as possible.
fr_fr: Les muses apprenenet les goûts, les habitudes et les préfrences de leur propriétaire, et elles font de leur mieux pour leur simplifier vie et l'utilisation de la technologie.

source: Muses can be alarm clocks, data retrieval gophers, appointment schedulers, accountants, and many other functions often limited only by their owners' imaginations.
fr_fr: Les muses peuvent être des réveils, des fouines de récupération de données; des planificateurs de rendez-vous et des quantités d'autres fonctionnalités généralemetn limitée uniquement par l'imagination de leur propriétaire.

source: Some of their tasks do not even need to be assigned them—muses are skilled at figuring out people's needs and acting on them.
fr_fr: Il n'est même pas nécessaire de leur assigner toutes leurs tâches - les muses savent anticiper les besoin des gens et agir en fonction.

source: For example, the muse's scheduling function may tell it when its user needs to be up in the morning, and it will act as an alarm clock without any additional instructions from the user.
fr_fr: Par exemple, la fonction de planification d'une muse peut lui signaler lorsque leur utilisateur doit être réveillé le matin et elle agira comme un réveil sans instructions additionelle de l'utilisateur.

source: If a muse is uncertain about its owner's preferences, it asks, but after working with a user for a few decades muses rarely need to do this.
fr_fr: Si une muse n'est pas certaines des préférences de son propriétaire, elle demande, mais après avoir travaillé avec l'utilisateur pendant quelques décennies, les muses ont rarement besoin de le faire.

source: Most people keep multiple back-ups of their muse, because the loss of a muse can be almost as traumatic as the death of a loved one.
fr_fr: Beaucoup de gens conservent de nombreuses sauvegardes de leur muse, car la perte de celle-ci peut être aussi traumatisante que la mort d'une personne aimée.

source: Using a generic muse who must be informed about all aspects of a user's individual preferences and fed a constant stream of instructions helps people appreciate the value of their own personal muse agent.
fr_fr: Utiliser une muse générique qui doit être informée de tous les aspect des préférences individuelles de l'utilisateur et alimentée avec un flux constant d'instruction permet aux personnes d'apprécier la valeur de leur propre muse personnelle.
